Repository: AltraThemCluod/BeautyBook
Catalog: beautybook/Resources/Languages.*.resx
Languages: ar

source: **Tell us all about your new offer
ar: أخبرنا بكل شيء عن عرضك الجديد

source: Actions
ar: الإجراء

source: Add Leave
ar: إضافة إجازة

source: Add New Appointment
ar: اضافة موعد جديد

source: Add New Daily Deals
ar: إضافة صفقات يومية جديدة

source: Add New Prouduct
ar: إضافة منتج جديد

source: Add New Salon
ar: أضف صالون جديد

source: Add New Service
ar: إضافة خدمة جديدة

source: Add Salon Information
ar: أضف معلومات الصالون

source: Address line 1
ar: العنوان الأول

source: Address line 2
ar: العنوان الثاني

source: Age between
ar: العمر بين

source: All Customer
ar: كل العملاء

source: Alternate Phone
ar: الهاتف البديل

source: Apply
ar: تطبيق

source: Apply On
ar: ينطبق على

source: Appointments
ar: المواعيد

source: Assigned to
ar: مخصص لـــ

source: Attendance Date
ar: تاريخ الحضور

source: Back to Dashboard
ar: رجوع إلى لوحة القيادة

source: Back to salon details
ar: العودة الى تفاصيل الصالون

source: Bank Name
ar: اسم البنك

source: Birthdate
ar: تاريخ الميلاد

source: Brand
ar: ماركة

source: BREAK
ar: استراحة

source: Browse
ar: إستعراض

source: Category
ar: الفئة

source: Change Password
ar: تغيير كلمة السر

source: Change Salon
ar: تغيير الصالون

source: change the password
ar: تغيير كلمة المرور

source: Choose file
ar: اختر ملف

source: Choose Photo
ar: اختر الصورة

source: Choose salon logo file
ar: اختر ملف شعار الصالون

source: Choose the plan that's right for you.
ar: اختر الخطة المناسبة لك

source: City
ar: مدينة

source: Confirm Password
ar: تأكيد كلمة المرور

source: Country
ar: البلد

source: Create
ar: إنشاء

source: CREATED BY
ar: أنشيء بواسطة

source: Customer Name
ar: أسم العميل

source: Customer Photo
ar: صورة العميل

source: Customer Since
ar: عميل منذ

source: Customers
ar: العملاء

source: Daily Deals
ar: الصفقات اليومية

source: Dashboard
ar: لوحة التحكم

source: Date
ar: التاريخ

source: Day
ar: يوم

source: Duration
ar: المدة

source: E-mail Messaging Packages
ar: باقات رسائل البريد الإلكتروني

source: E-mail Recipients
ar: مستلمو البريد الإلكتروني

source: E-mail Subject
ar: موضوع البريد الإلكتروني

source: E-mail Template :
ar: قوالب البريد الإلكتروني

source: Edit
ar: تعديل

source: Edit Info
ar: تحرير المعلومات

source: Edit Profile
ar: تعديل الملف الشخصي

source: Edit Salon Information
ar: تحرير معلومات الصالون

source: Email
ar: بريد الالكتروني

source: Email Marketing
ar: التسويق عبر البريد الإلكتروني

source: Email Subject
ar: موضوع البريد الإلكتروني

source: Employee Name
ar: اسم الموظف

source: Employee Photo
ar: صورة الموظف

source: Employee Worksheet
ar: ورقة عمل الموظف

source: End Time
ar: وقت النهاية

source: Enter Email subject
ar: أدخل عنوان البريد الإلكتروني

source: Enter Offer Name
ar: أدخل إسم العرض

source: Enter the Old password
ar: أدخل كلمة المرور القديمة

source: Enter the Old password , New password and Confirm password and change the password
ar: أدخل كلمة المرور القديمة وكلمة المرور الجديدة وتأكيد كلمة المرور وتغيير كلمة المرور

source: Enteries
ar: مدخلات

source: Export to Excel
ar: التصدير الى ملف أكسل

source: Female
ar: أنثى

source: Filtered list
ar: تصفية القائمة

source: Filters
ar: المرشحات

source: First Name
ar: الاسم الأول

source: Free Plan
ar: الباقة مجانية

source: Fri
ar: الجمعة

source: From Date
ar: من تاريخ

source: Gender
ar: الجنس

source: IBAN Number
ar: رقم الآيبان

source: Tax Number
ar: الرقم الضريبي

source: VAT Number
ar: ضريبة القيمة المضافة

source: Processing
ar: تحت المعالجة

source: Salon Name is required
ar: أسم الصالون مطلوب

source: Address Line1 is required
ar: العنوان الاول مطلوب

source: City is required
ar: المدينة مطلوبة

source: Zipcode is required
ar: الرمز البريدي مطلوب

source: Primary Phone is required
ar: الهاتف الأساسي مطلوب

source: IBAN Number is required
ar: رقم الآيبان مطلوب

source: Bank Name is required
ar: أسم البنك مطلوب

# The name of the bank must accept letters only
source: The name of the bank must accept letters only [a-zA-Z]
ar: أسم البنك يجب ان يتكون من حروف فقط

source: Tax Number is required
ar: الرقم الضريبي مطلوب

source: VAT Number is required
ar: ضريبة القيمة المضافة مطلوبة

# Enter Tax Number
source: Enter your Tax Number
ar: ادخل الرقم الضريبي

# Enter VAT Number
source: Enter your VAT Number
ar: أدخل ضريبة القيمة المضافة

source: In Stock
ar: في المخزون

source: IN TIME
ar: وقت الدخول

source: Inventory
ar: المخزون

source: Joining Date
ar: تاريخ الانضمام

source: Large Package
ar: الباقة الكبيرة

source: Last Name
ar: الاسم الاخير

source: Last Visit
ar: آخر زيارة

source: Leave Management
ar: إدارة الإجازات

source: Leave Type
ar: نوع الاجازة

source: List
ar: قائمة

source: Logout
ar: تسجيل خروج

source: Low Qty Alert
ar: تنبيه انخفاض الكمية

source: Male
ar: ذكر

source: Manage Appointments
ar: إدارة المواعيد

source: Manage Customers
ar: إدارة العملاء

source: Manage Daily Deals
ar: إدارة الصفقات اليومية

source: Manage Employee
ar: إدارة الموظفين

source: Manage Packages
ar: إدارة الباقات

source: Manage Salon Services
ar: إدارة خدمات الصالون

source: Manage Services
ar: إدارة الخدمات

source: Marketing
ar: تسويق

source: Invoices
ar: الفواتير

# Siplifed Invoice
source: Simplified Invoice
ar: الفواتير المبسطة

source: Tax Invoice
ar: فاتورة ضريبية

source: Max Appointment
ar: أقصى عدد مواعيد

source: Max Year
ar: أعلى عمر

source: Medium Package
ar: الباقة المتوسطة

source: Messages
ar: رسائل

source: Min Appointment
ar: أقل عدد مواعيد

source: Min Year
ar: أقل عمر

source: Mon
ar: الاثنين

source: Month
ar: شهر

source: My Inventory
ar: مخزوني

source: My Orders
ar: طلباتي

source: My Plane
ar: خطة أشتراكي

source: My Salons Details
ar: تفاصيل صالوني

source: New Password
ar: كلمة المرور الجديدة

source: Newest First
ar: الجديد أولا

source: Next
ar: التالي

source: No data available in table
ar: لا توجد بيانات متوفرة في الجدول

source: No of Appoinment Between
ar: عدد الحجوزات بين

source: No Package Selected
ar: لم يتم تحديد الباقة

source: no product found
ar: لا يوجد منتجات

source: No. of Days
ar: عدد الأيام

source: of
ar: الخاصة بــ

source: Offer Date
ar: تاريخ العرض

source: Offer Name
ar: اسم العرض

source: Offer Period
ar: مدة العرض

source: Offer Price
ar: سعر العرض

source: Offer Price for Service Packages
ar: عرض سعر لباقات الخدمات

source: Offers
ar: العروض

source: Old Password
ar: كلمة السر القديمة

source: One Stop Shop for Your Salons and Spas
ar: محطة واحدة لجميع أحتياجات صالوناتك ومنتجعاتك الصحية

source: Original Price
ar: السعر الأصلي

source: OUT TIME
ar: وقت الخروج

source: Package Manager
ar: إدارة الباقات

source: Package Name
ar: اسم الحزمة

source: Phone
ar: الهاتف

source: Popularity
ar: الأشهر

source: Prevois
ar: السابق

source: Price
ar: السعر

source: Price -- High to Low
ar: السعر-- من الأعلى الى الأقل

source: Price -- Low to High
ar: السعر -- من الأقل الى الأدنى

source: Primary Phone
ar: الهاتف الأساسي

source: Print
ar: طباعة

source: Product Name
ar: اسم المنتج

source: Product Type
ar: نوع المنتج

source: PRODUCTIVE
ar: الأنتاجية

source: Profile
ar: الملف الشخصي

source: Profile Photo
ar: صورة الملف الشخصي

source: Referred By
ar: نسب من قبل

source: Reset
ar: إعادة تعيين

source: Reson
ar: السبب

source: Role
ar: الوظيفة

source: Sales
ar: المبيعات

source: Salon Name
ar: إسم الصالون

source: Salon Owner
ar: مالك الصالون

source: Save
ar: حفظ

source: Save As Draft
ar: حفظ كمسودة

source: Save Offer
ar: حفظ العرض

source: Search
ar: بحث

source: Select a category
ar: أختر التصنيف

source: Select a Date to View Details
ar: حدد تاريخ لعرض التفاصيل

source: Select a service
ar: أختر الخدمة

source: Select Plan
ar: أختيار خطة الأشتراك

source: SERVICE / PACKAGE NAME
ar: اسم الخدمة / الباقة

source: Service Category
ar: تصنيف الخدمة

source: Service List
ar: قائمة الخدمة

source: Service Name
ar: إسم الخدمة

source: Services
ar: الخدمات

source: Settings
ar: الإعدادات

source: SHORT LEAVE
ar: إجازة قصيرة

source: Show
ar: أظهر

source: Show Password
ar: أظهر كلمة المرور

source: Showing
ar: إظهار

source: Small Package
ar: الباقة صغيرة

source: SMS Marketing
ar: تسويق الرسائل القصيرة

source: Sort by:
ar: تصنيف حسب

source: Staff
ar: الموظفين

source: Start Time
ar: وقت البدء

source: State
ar: المنطقة

source: Status
ar: الحالة

source: Store
ar: المتجر

source: SUBJECT
ar: الموضوع

source: Sun
ar: الأحد

source: Tell us all about your new employee
ar: أخبرنا بكل شيء عن موظفك الجديد

source: Text Messages
ar: الرسائل النصية

source: Text Messaging Packages (SMS)
ar: باقة الرسائل النصية (SMS)

source: Thu
ar: الخميس

source: to
ar: إلى

source: To Date
ar: الى تاريخ

source: Today
ar: اليوم

source: TOTAL DURATION
ar: المدة الإجمالية

source: Tue
ar: الثلاثاء

source: Type
ar: نوع

source: Unlimited Package
ar: باقة غير محدودة

source: Wed
ar: الأربعاء

source: Week
ar: اسبوع

source: Weight
ar: الوزن

source: Work Sheet
ar: ورقة عمل

source: You are now minutes away from creativity than ever before. Enjoy!
ar: أنت الآن على بعد دقائق من الإبداع أكثر من أي وقت مضى. إستمتع

source: Zip Code
ar: الرمز البريدي

source: No Records Found
ar: لا توجد سجلات

source: Salon Service Details
ar: تفاصيل خدمة الصالون

source: Select a status
ar: أختر الحالة

source: Custom Service
ar: خدمة مخصصة

source: Description
ar: الوصف

source: New Category
ar: فئة جديدة

source: New Service Details
ar: تفاصيل الخدمة الجديدة

source: Save in create new service
ar: حفظ و إنشاء خدمة أخرى

source: Select a type
ar: أختر النوع

source: Tell us all about your new service
ar: أخبرنا كل شي عن خدمتك الجديدة

source: View Category
ar: مشاهدة الفئات

source: View Services
ar: مشاهدة الخدمات

source: Employee Details
ar: تفاصيل الموظف

source: End
ar: ينتهي

source: Save in create new Employee
ar: حفظ و إنشاء موظف جديد

source: Start
ar: يبداء

source: Working Hours
ar: ساعات العمل

source: Absent
ar: غائب

source: Add New Email
ar: إضافة بريد إلكتروني جديد

source: Add New Sms
ar: اضافة رسائل SMS جديدة

source: Add Product to Inventory
ar: إضافة منتج إلى المخزون

source: Add Sms Marketing
ar: إضافة تسويق رسائل قصيرة SMS

source: Any
ar: الكل

source: Appointments Details
ar: تفاصيل الحجوزات

source: Approval Pending
ar: في انتظار الموافقة

source: Approved
ar: موافق علية

source: Bill No
ar: رقم الفاتورة

source: Both
ar: الجميع

source: Cancel
ar: إلغاء

source: Casual Leave
ar: إجازة عارضة

source: Choose Email Template
ar: اختر قالب البريد الإلكتروني

source: Close
ar: إغلاق

source: Comment
ar: التعليق

source: Create Email Marketing
ar: إنشاء تسويق عبر البريد الإلكتروني

source: Create Offers
ar: إنشاء العروض

source: Create Vendor
ar: إنشاء مورد

source: Customer Details
ar: تفاصيل العميل

source: Email Template Editor
ar: محرر قالب البريد الإلكتروني

source: Employee Info
ar: معلومات الموظف

source: Employee Leave Management
ar: إدارة إجازة الموظفين

source: Friday
ar: الجمعة

source: Leave
ar: إجازة

source: Maternity Leave
ar: إجازة أمومة

source: Monday
ar: الأثنين

source: New Brand
ar: منتج جديد

source: New Customer
ar: عميل جديد

source: Present
ar: حاضر

source: Product Image
ar: صورة المنتج

source: Product Qty
ar: كمية المنتج

source: Purchase Date
ar: تاريخ الشراء

source: Rejected
ar: مرفوض

source: Saturday
ar: السبت

source: Save Change
ar: حفظ التغييرات

source: Save Customer Information
ar: حفظ معلومات العميل

source: Send E-Mail
ar: إرساء البريد الإلكتروني

source: Service Provider
ar: مقدم الخدمة

source: SMS Recipients
ar: مستلمو رسالة SMS

source: Sms Subject
ar: عنوان الرسالة القصيرة

source: Sms Template
ar: قالب الرسالة القصيرة

source: Sunday
ar: الأحد

source: Tell us all about your new appointments
ar: أخبرنا كل شي عن حجوزاتك الجديدة

source: Thrusday
ar: الخميس

source: Time
ar: الوقت

source: Tuesday
ar: الثلاثاء

source: Vendor Name
ar: اسم المورد

source: View Brand
ar: مشاهدة المنتج

source: Wednesday
ar: الأربعاء

source: Add New Address
ar: إضافة عنوان جديد

source: Add New Customer
ar: إضافة عميل جديد

source: Billing address
ar: عنوان الفاتورة

source: Cancelled
ar: ملغي

source: Cart
ar: السلة

source: Checkout Details
ar: تفاصيل الدفع

source: Compare price with other seller
ar: قارن السعر مع البائعين الأخرين

source: Completed
ar: مكتمل

source: Continue Shopping
ar: متابعة التسوق

source: Delivery
ar: التوصيل

source: Employee Working Hourse
ar: ساعات عمل الموظف

source: Feedback
ar: التقييمات

source: Highlights
ar: توضيحات

source: In Progress
ar: تحت التنفيذ

source: Information
ar: معلومات

source: Invoice
ar: الفاتورة

source: Order ID
ar: رقم الطلب

source: Order No
ar: رقم الطلب

source: Payment Details
ar: تفاصيل الدفع

source: Postpone
ar: مؤجل

source: Product details
ar: تفاصيل المنتج

source: Return Policy
ar: سياسة الأسترجاع

source: Select Category and Service show emaployee working hourse
ar: حدد الفئة و الخدمة ليظهر لك ساعات عمل الموظفين

source: Service
ar: الخدمة

source: Shipping address
ar: عنوان الشحن

source: Specifications
ar: المواصفات

source: Store Inside
ar: داخل المتجر

source: Subtotal
ar: المبلغ الأجمالي

source: Thank you for your order!
ar: شكرا لك على طلبك

source: Total Price
ar: مجموع السعر

source: Total to pay
ar: المجموع لدفع

source: VAT included
ar: اضافة الضريبة الضريبة المضافة

source: Vendor Details
ar: تفاصيل المورد

source: View seller list
ar: مشاهدة قائمة البائع

source: Waiting
ar: أنتظار

source: Wishlist
ar: قائمة الأمنيات

source: Write a Review
ar: أكتب تعليق

source: Your Cart
ar: سلة التسوق

source: Your order has been placed and will be processed as soon as possible. You will receive an email confirmation.
ar: تم تقديم طلبك وستتم معالجته في أقرب وقت ممكن. سيصلك بريد إلكتروني للتأكيد.

source: Add New Offer
ar: إضافة عرض جديد

source: Customer Info
ar: معلومات العميل

source: Deal Details
ar: تفاصيل الصفقة

source: Edit Daily Deals
ar: تعديل الصفقات اليومية

source: Offer Price for Single Service
ar: سعر العرض للخدمة الواحدة

source: Quantity
ar: لكمية

source: Rating
ar: التقييمات

source: Seller List
ar: قائمة البائع

source: Total
ar: مجموع

source: Contact
ar: تواصل

source: Delete
ar: حذف

source: Full Name
ar: الأسم الكامل

source: Subtract Quantity
ar: سحب كمية

source: Terminate
ar: إنهاء من العمل

source: Update Quantity
ar: تحديث الكمية

source: View
ar: مشاهدة

source: Active
ar: نشط

source: Add New Employee
ar: إضافة موظف جديد

source: Adress
ar: العنوان

source: Buy Now
ar: أشتر الان

source: Change Status
ar: تغيير الحالة

source: Create Custom Price
ar: إنشاء سعر مخصص

source: Create New Package
ar: إنشاء باقة جديدة

source: Create Package
ar: إنشاء باقة

source: Custom Price
ar: السعر المخصص

source: End Date
ar: تاريخ النهاية

source: From
ar: من

source: Not Available Online Store
ar: غير متاح في المتجر

source: Offer Details
ar: تفاصيل العرض

source: Package Custom Price
ar: إنشاء سعر مخصص

source: Reason
ar: السبب

source: Save Package
ar: حفظ الباقة

source: Select a Assign to
ar: أختر نسب لـ

source: Select a Customer
ar: أختر أسم العميل

source: Start Date
ar: تاريخ البداية

source: Update
ar: تحديث

source: Add to Cart
ar: إضافة لسلة التسوق

source: Add to wishlist
ar: إضافة لقائمة الأمنيات

source: Complet Order
ar: أكمال الطلب

source: Default
ar: أفتراضي

source: inclusive of all taxes
ar: شاملة لجميع الضرائب

# Invoice Content
source: Your order has been placed and will be processed as soon as possible. You will receive an email confirmation.
ar: تم تقديم طلبك وستتم معالجته في أقرب وقت ممكن. سيصلك ايميل لتأكيد

source: No Wishlist found
ar: لا يوجد قائمة أمنيات

source: of customers recommend this product
ar: من العملاء يوصي بهذا المنتج

source: Proceed to Payment
ar: إضافة عنوان جديد

source: Procees to payment
ar: الأنتقال لصفحة الدفع

source: Ratings
ar: التقييمات

source: Reviews
ar: المراجعات

source: Same as shipping address
ar: نفس عنوان الشحن

source: Seller
ar: البائع

source: Seller since
ar: بائع منذ

source: Stock Out
ar: نفذ المخزون

source: You have selected to pay with cash upon delivery.
ar: عليك أن تدفع المبلغ نقدا عند أستلام شحنتك المطلوبة

source: 8+ characters required
ar: أدخل +8 من الأرقام

source: Add
ar: إضافة

source: Add Employee and Charges
ar: إضافة الموظف والرسوم

source: Add New Category
ar: إضافة فئة جديدة

source: Already have an account
ar: لديك حساب بالفعل ؟

source: Are you sure In-Active this employee ?
ar: هل أنت متأكد أنك تريد إلغاء تنشيط الموظف

source: Are you sure you want to In-Active this service ?
ar: هل أنت متأكد أنك تريد إلغاء تنشيط هذه الخدمة؟

source: Back to Sign in
ar: العودة لتسجيل الدخول

source: Basic Info
ar: معلومات أساسية

source: Category Name
ar: أسم الفئة

source: Create an account
ar: إنشاء الحساب

source: Create your account
ar: أنشئ حسابك

source: Don't have an account yet?
ar: ليس لديك حساب بعد ؟

source: Edit Service Details
ar: تعديل تفاصيل الخدمة

source: Enter code
ar: أدخل الرمز

source: Enter salon name
ar: أدخل أسم الصالون

source: Enter the email address you used when you joined and we'll send you instructions to reset your password.
ar: أدخل عنوان البريد الإلكتروني الذي استخدمته عند انضمامك وسنرسل لك تعليمات لإعادة تعيين كلمة المرور الخاصة بك.

source: Enter your address here
ar: أدخل عنوانك هنا

source: Enter your alternatenumber
ar: أدخل رقم هاتف بديل

source: Enter your Bank Name here
ar: أدخل أسم البنك الخاص بك

source: Enter your city
ar: أدخل المدينة

source: Enter your email address
ar: أدخل بريدك الألكتروني

source: Enter your IBAN Number here
ar: أدخل أيبان حسابك البنكي

source: Enter your primarynumber
ar: أدخل رقم الهاتف الاساسي

source: Enter your zipcode
ar: أدخل zipcode

source: entries
ar: مدخلات

source: Forfot Password?
ar: نسيت كلمة المرور ؟

source: Forgot password
ar: نسيت كلمة المرور

source: I accept the Terms and Conditions
ar: أوفق على الشروط و الأحكام

source: In-active
ar: غير نشط

source: Login
ar: تسجيل الدخول

source: Min
ar: دقيقة

source: mins
ar: دقيقة

source: No file chosen
ar: لم يتم أختيار اي ملف

source: OR
ar: أو

source: Password
ar: كلمة المرور

source: Perform By
ar: ينفذ من قبل

source: Please enter the 6 digit code
ar: الرجاء إدخال الرمز المكون من 6 أرقام

source: Previous
ar: السابق

source: Resend
ar: إعادة تعيين

source: Resending
ar: إعادة الإرسال

source: Select a Country
ar: أختر الدولة

source: Select a State
ar: أختر المنطقة

source: Select Employee
ar: حدد موظف

source: Send Code
ar: أرسل الرمز

source: Send Reset Password Link
ar: إرسال رابط إعادة تعيين كلمة المرور

source: Sending Code
ar: إرسال الرمز

source: Service Duration
ar: المدة الزمنية للخدمة

source: Service Price
ar: سعر الخدمة

source: Sign in
ar: تسجيل الدخول

source: Sign in here
ar: سجل دخول هنا

source: Sign in with Google
ar: تسجيل الدخول عن طريق قوقل

source: Signin your account
ar: دخول حسابك

source: Email is required
ar: الايميل مطلوب

source: Password is required
ar: كلمة المرور مطلوبة

source: First Name is required
ar: الإسم الأول مطلوب

source: Last Name is required
ar: الإسم الأخير مطلوب

# Confirm Password is required
source: Signin your account
ar: تأكيد كلمة المرور مطلوب

# Please check this box
source: Please check this box if you want to proceed
ar: يرجى تحديد هذا المربع إذا كنت تريد المتابعة

source: Creating your account
ar: جاري إنشاء الحساب

source: Sign up here
ar: أنشئ حساب هنا

source: Skin care
ar: العناية بالبشرة

source: Skip
ar: تجاهل

source: Terms and Conditions
ar: الشروط و الأحكام

source: Update Salon Information
ar: تحديث معلومات الصالون

source: Verification code sent successfully !
ar: تم إرسال رمز التحقق بنجاح !

source: Verify
ar: تأكيد

source: Verify your email
ar: قم بتأكيد بريدك الألكتروني

source: Yes
ar: نعم

source: 1 star
ar: 1 نجمة

source: 2 stars
ar: 2نجمتين

source: 3 stars
ar: 3 نجمات

source: 4 stars
ar: 4 نجمات

source: 5 stars
ar: 5 نجمات

source: Add a New Address
ar: أضف عنوان جديد

source: Add Address
ar: إضافة عنوان

source: Add tags and Press enter
ar: أدخل التاقات ثم أضغط إدخال

source: Adding Address
ar: إضافة العنوان

source: Address
ar: العنوان

source: All Skin Types
ar: جميع أنواع البشرة

source: Amount
ar: السعر

source: Are you sure Active this employee ?
ar: هل أنت متأكد أنك تريد تنشيط هذا الموظف

source: Are you sure Delete this customer details ?
ar: هل أنت متأكد أنك تريد حذف تفاصيل هذا العميل

source: Are you sure delete this employee leave details ?
ar: هل أنت متأكد من حذف تفاصيل إجازة هذا الموظف ؟

source: Are you sure you want to delete this employee details?
ar: هل أنت متأكد أنك تريد حذف تفاصيل هذا الموظف ؟

source: Choose rating
ar: أختر تقييم

source: Edit Leave
ar: تعديل الإجازة

source: Gaomi City
ar: مدينة الرياض

source: Heading
ar: عنوان

source: ID
ar: رقم الموظف

source: Load more
ar: تحميل المزيد

source: Make this address to default
ar: أجعل هذا العنوان هو الإفتراضي

source: Name
ar: الأسم

source: NOTE : This is computer generated receipt and does not require physical signature.
ar: ملاحظة: هذا إيصال تم إنشاؤه بواسطة الكمبيوتر ولا يتطلب توقيعًا فعليًا.

source: Order Details
ar: تفاصيل الطلب

source: Order is in process please do not refresh the page...
ar: الطلب قيد المعالجة من فضلك لا تقم بتحديث الصفحة ...

source: Please choose rating!
ar: الرجاء أختيار تقييم

source: Products
ar: المنتجات

source: QTY
ar: الكمية

source: Rate
ar: السعر

source: Select a Employee Name
ar: حدد أسم الموظف

source: Select a Leave Type
ar: أختر نوع الإجازة

source: Select a option
ar: حدد خيار

source: Select a role
ar: حدد الوظيفة

source: Skin Type
ar: نوع البشرة

source: START AT
ar: يبداء

source: Tell us all about your edit customer.
ar: أخبرنا كل شي عن تعديل عميلك

source: Tell us all about your new customer.
ar: أخبرنا كل شيء عن عميلك الجديد

source: Total Items
ar: مجموع المنتجات

source: Update Status
ar: تحديث الحالة

source: View More
ar: مشاهدة المزيد

source: Add Email Marketing
ar: أضف تسويق عبر الايميل

source: Already added in your wishlist
ar: أضيفت بالفعل في قائمة الرغبات الخاصة بك

source: And
ar: و

source: Appointment Date
ar: تفاصيل الحجز

source: Appointment Details
ar: تفاصيل الحجز

source: Appointment ID
ar: رقم الحجز

source: Appointment Time
ar: وقت الحجز

source: Are you sure you want to delete this address details?
ar: هل أنت متأكد أنك تريد حذف تفاصيل هذا العنوان ؟

source: Are you sure you want to delete this appoinment ?
ar: هل أنت متأكد أنك تريد حذف هذا الحجز ؟

source: Are you sure you want to delete this Daily Deals ?
ar: هل أنت متأكد أنك تريد حذف هذة الصفقات اليومية ؟

source: Are you sure you want to delete this offer ?
ar: هل أنت متأكد أنك تريد حذف هذا العرض

source: Are you sure you want to remove this product ?
ar: هل أنت متأكد أنك تريد حذف هذا المنتج

source: Assign To
ar: معيين إلى

source: Cash on delivery
ar: نقداً عند الإستلام

source: COD
ar: نقدا

source: Confirmed
ar: مؤكد

source: Create Daily Deals
ar: إنشاء صفقات يومية

source: Create SMS Marketing
ar: أنشئ تسويق عبر رسائل SMS

# Cut &amp; Blow-Dry Hair
source: Cut & Blow-Dry Hair
ar: قص و أٍتشوار شعر

source: Debit or Credit card
ar: بطاقة الإئتمان

source: Enter city name
ar: أكتب أسم المدينة

source: Enter phone number
ar: أدخل رقم الجوال

source: Enter primary number
ar: أدخل رقم الهاتف الرئيسي

source: Enter sms subject
ar: أدخل عنوان SMS

source: Enter zip code
ar: أدخل zip code

source: Expire your plan
ar: تنتهي خطتك

source: Free
ar: مجانا

source: Full Time
ar: دوام كامل

source: Hair Dye
ar: صبغ شعر

source: Hair Removal
ar: إزالة شعر

source: Hair Salon
ar: صالون شعر

source: Hair Styling
ar: تصفيف شعر

source: Hair Styling - Service
ar: تصفيفة شعر - الخدمة

source: Hair Treatment
ar: معالجة شعر

source: Health Care
ar: العناية الصحية

source: HEALTH CARE
ar: العناية الصحية

source: Highlights not fount
ar: لا يوجد إيضاح

source: Home
ar: الرئيسية

source: Invoice No
ar: رقم الفاتورة

source: Invoiced To
ar: مفوتر لي

source: LAST UPDATED
ar: أخر تحديث

source: Manicure
ar: مناكير

source: Medical Leave
ar: إجازة طبية

source: Nails
ar: أظافر

source: of cusromers recommend this product
ar: من العملاء يوصي بهذا المنتج

source: Order Date
ar: تاريخ الطلب

source: ORDER STATUS
ar: حالة الطلب

source: PACKAGES NAME
ar: أسم الباقات

source: Paternity Leave
ar: إجازة أمومة

source: Pay To
ar: دفع لي
