Repository: AltraThemCluod/BeautyBook
Catalog: beautybook/Resources/Languages.*.resx
Languages: ar

source: PAYMENT
ar: الدفع

source: Paypal
ar: باي بال

source: Pedicure
ar: بديكير

source: Proceed to Checkouts
ar: الذهاب لدفع

source: Sat
ar: السبت

source: Save Deal
ar: حفظ الصفقة

source: Select a Assigned To
ar: أختر مخصص إلى

source: Select a Customer Name
ar: أختر أسم العميل

source: Select a product type
ar: حدد نوع المنتج

source: Send
ar: إرسال

source: Services not found
ar: لا يوجد خدمات

source: Shipment to
ar: الشحن إلى

source: Shipped
ar: تم الشحن

source: Shipping fee
ar: رسوم التوصيل

source: Simple Template1
ar: قالب بسيط

source: Specifications not fount
ar: لا يوجد مواصفات

source: Status updated successfully
ar: تم تغيير الحالة بنجاح

source: Sub Total
ar: المجموع النهائي

source: Submit a Review
ar: إرسال المراجعة

source: Tattoos
ar: تاتو

source: Tax
ar: الضريبة

source: This item is currently out of stock
ar: هذا المنتج حاليا منتهي من المخزون

source: This product allready add in cart
ar: هذا المنتج موجود بالفعل في السلة

source: TOTAL AMOUNT
ar: المجموع الكلي

source: Trainer
ar: متدرب

source: Try for free
ar: جرب مجانا

source: Update Cart
ar: تحديث العربة

source: Updating
ar: يتم التحديث

source: Upgrade Plan
ar: ترقية الخطة

source: Service Details
ar: فاصيل الخدمة

source: Adding
ar: إضافة ا

source: Items Details
ar: تفاصيل العناصر

source: Order Summary
ar: ملخص الطلب

source: Phone Number
ar: م الجوال

source: Product Brand
ar: ماركة المنتج

source: Track Order
ar: تتبع الطلب

source: Forgot Password?
ar: نسيت كلمة المرور ؟

source: Invoice Date
ar: تاريخ الفاتورة

source: Printing Date
ar: تاريخ الطباعة

source: Salon Details
ar: تفاصيل الصالون

source: Simplifed tax invoice
ar: فاتورة ضريبية مبسطة

source: Tax No
ar: الرقم الضريبي

source: Total Including tax
ar: الإجمالي شاملاً الضريبة

source: VAT(15%)
ar: ضريبة القيمة المضافة

source: Buyer
ar: المشتري

source: Discount
ar: الخصم

source: Suppler
ar: البائع

source: Tax Amount
ar: قيمة الضريبة

source: Total (excluding VAT)
ar: المجموع ( غير شامل الضريبة المضافة)

source: Total Taxable amount (excluding VAT)
ar: إجمالي المبلغ الخاضع للضريبة (غير شامل الضريبة المضافة)

source: Total VAT
ar: مجموع الضريبة المضافة

source: Unite Price
ar: سعر الوحدة

source: Email Messages
ar: رسائل البريد الإلكتروني

source: Filter
ar: فرز

# Salon Income
source: Salon's Income
ar: دخل الصالون

source: Monthly
ar: شهري

source: Daily
ar: يومي

source: Yearly
ar: سنوي

source: No Data Found - Displaying Static Data
ar: لا يوجد بيانات - عرض البيانات الثابتة

# Select services
source: Select a services
ar: حدد الخدمات

source: New Customers
ar: العملاء الجدد

source: The most requested employee
ar: الموظفين الأكثر طلباً

source: Confirmation Code
ar: رمز التحقق

source: Type Here Verification Code
ar: اكتب هنا رمز التحقق

source: Submit
ar: إرسال

source: Send Now
ar: ارسل الآن

source: Invoice Number
ar: رقم الفاتورة

source: Manage Invoice
ar: إدارة الفاتورة

source: Invoice Counter
ar: عداد الفاتورة

source: Hello
ar: مرحباً

source: Please check this box if you want to proceed
ar: يرجى تحديد هذا المربع إذا كنت تريد المتابعة

source: Creating your account
ar: إنشاء حسابك

source: Email massages
ar: سائل البريد الإلكتروني

source: Salon's Income
ar: دخل الصالون

source: SMS massages
ar: لرسائل النصية

source: The most requested employee
ar: الموظفين الأكثر طلباً

source: Today's Appointments
ar: مواعيد اليوم

source: Top Requested Services
ar: الخدمات الأكثر طلباً

source: Edit Package
ar: عديل للباقه

source: enter package custom price
ar: دخل السعر المخصص للباقه

source: enter package name
ar: دخل اسم الباقه

# Create Daily Deal
source: إنشاء صفقة يومية
ar: نشاء صفقة يومية

source: SMS Messages
ar: لرسائل النصية

source: Contact Us
ar: واصل معنا

source: Create a technical support ticket
ar: نشاء بطاقة دعم فني

source: Created Date
ar: اريخ الإنشاء

source: Date of Birth is required
ar: سمح للأرقام فقط للسعر

source: Decription
ar: لوصف

source: Joining date is required
ar: اريخ الانضمام مطلوب

source: Manage Technical Support
ar: دارة الدعم الفني

source: Please enter a valid number
ar: من فضلك أدخل رقما صالحا

source: Please select employee
ar: الرجاء أختيار موظف

source: Save ticket information
ar: فظ بيانات البطاقة

source: Saving
ar: إنقاذ

source: Technical Support
ar: لدعم الفني

source: Technical Support Details
ar: فاصيل الدعم الفني

source: Action
ar: لإجراء

source: Entered By
ar: دل عليها من قبل

source: Notice Creditor
ar: شعار الدائن

source: Saller Name
ar: سم البائع

source: View Invoice
ar: رض الفاتورة

source: Create a credit invoice
ar: م بإنشاء فاتورة ائتمانية

source: Orginal invoice No
ar: قم الفاتورة الأصلية

source: Please chose the services you want to return from the original invoice
ar: لرجاء اختيار الخدمات التي تريد إرجاعها من الفاتورة الأصلية

source: Return Invoice Details
ar: فاصيل فاتورة الإرجاع

source: Return invoice No
ar: قم فاتورة الإرجاع

source: Save the new invoice.
ar: فظ الفاتورة الجديدة.

source: Sevice list for invoice number
ar: ائمة الخدمات الخاصة بفاتورة رقم

source: All
ar: الكل

source: Card
ar: بطاقة

source: Cash
ar: نقد

source: Cash And Credit Card
ar: نقد و بطاقة ائتمانية

source: Categories
ar: الفئات

source: CONTINUE SELLING
ar: مواصلة البيع

source: Create Session
ar: أنشاء جلسة

source: Credit Card
ar: بطاقة ائتمانية

source: Discount Sales
ar: خصم البيع

source: Last Closing Cash
ar: أخر إغلاق للنقد

source: Last Closing Date
ar: أخر موعد إغلاق

source: Last Closing Online
ar: أخر إغلاق لدفع الشبكة

source: Login and Continue
ar: الدخول و المتابعة

source: Manage Session
ar: إدارة الجلسات

source: NEW SESSION
ar: جلسة جديدة

source: No Record Found
ar: لا يوجد سجلات

source: Open Session
ar: فتح الجلسة

source: Opening Cash Control
ar: فتح مبلغ النقد لصندوق للكاشير

source: Order details not found
ar: تفاصيل الطلب غير متوفرة

source: Our services for you
ar: خدماتنا من أجلك

source: Packages
ar: الباقات

source: Pay Now
ar: الدفع الان

source: Payment is Proceed
ar: جار معالجة الدفع

source: Payment Way
ar: طريقة الدفع

source: Please select a customer
ar: الرجاء تحديد عميل

source: Pos
ar: نقاط البيع

source: Pos Authentication
ar: مصادقة نقاط البيع

source: Print Invoice
ar: طباعة الفاتورة

source: Sale Completed successfully
ar: تم إكمال عملية البيع بنجاح

source: Select a assigned user
ar: تحديد الموظف المطلوب

source: Select and add new customer.
ar: حدد أو أضيف عميل جديد

source: Session close
ar: إغلاق الجلسة

source: Total Sales Tax
ar: المجموع الضريبي

source: You can use the salon owner's email address to login
ar: يمكنك أستخدام الايميل الخاص بمالك الصالون لدخول

source: Commercial Register No
ar: رقم السجل التجاري

source: Commercial Register No is required
ar: رقم السجل التجاري مطلوب

source: Enter your Commercial register no
ar: ادخل رقم سجلك التجاري

source: Cash Amount
ar: قيمه الكاش

source: Salon
ar: صالون

source: Service not found
ar: الخدمه غير موجودة

source: I accept the Privacy Policy
ar: أقبل بسياسة الخصوصية

source: Privacy Policy
ar: سياسة الخصوصية

source: Employee
ar: الموظف

source: Employee Permission
ar: أذونات الموطف

source: Employee Permission Access
ar: أذونات الوصول للموظف

# GiveEmployeeModule
source: Give access to Employee module
ar: أعطاء الموظف أذن وصول

source: Salon Owner
ar: مالك الصالون

source: Loading
ar: جاري التحميل
