Repository: AltraThemCluod/BeautyBook
Catalog: PublicZaanVendor/App_GlobalResources/Language.*.resx
Languages: ar

source: About
ar: حول

source: About Us
ar: نبذة عنا

# AboutUsCheckContent1
source: We help suppliers, importers and wholesalers showcase their products to buyers who are looking for great deals on wholesale beauty products.
ar: نحن نساعد الموردين وتجار الجملة على عرض منتجاتهم للمشترين الذين يبحثون عن صفقات رائعة على منتجات التجميل بالجملة.

# AboutUsCheckContent2
source: Our sellers are ready to ship out their items directly to you. Plus we help you clean up with our quick and painless selling services.
ar: البائعين لدينا على استعداد لشحن سلعهم إليك مباشرة. بالإضافة إلى أننا نساعدك على الانتهاء من الشراء من خلال خدمات البيع السريعة وغير المؤلمة التي نقدمها.

# AboutUsCheckContent3
source: Our network has been designed to help you find suppliers efficiently and to keep up to date with the latest developments in the industry.
ar: تم تصميم شبكتنا لمساعدتك في العثور على الموردين بكفاءة ومواكبة أحدث التطورات في الصناعة.

# AboutUsCheckContent4
source: We make finding suppliers a pleasant experience so you can spend more time improving your business.
ar: نجعل العثور على الموردين تجربة ممتعة حتى تتمكن من قضاء المزيد من الوقت في تحسين عملك

# AboutUsContent1
source: Zaan Marketplace is a one-stop shop for salon and spa supplies. Our goal is to make your life easier by helping you find what you need, giving you great advice on how to use it, then shipping it to you quickly and efficiently. We are a young company, built by like-minded professionals who love what they do, and we're excited to help our customers find the products they need in one convenient place.
ar: زان منصة معنية بكل ما يخدم قطاع الصالونات والسبا بمختلف التفاصيل. لذا أنشئنا متجر زان الشامل لمستلزمات الصالون والسبا من ضمن خدماتنا المتعددة. هدفنا هو جعل حياتك أسهل من خلال مساعدتك في العثور على ما تحتاجه، وإعطائك نصائح رائعة حول كيفية استخدامه، ثم شحنه إليك بسرعة وكفاءة. نحن شركة شابة، تم بناؤها من قبل محترفين ذوي تفكير مماثل يحبون ما يفعلونه، ونحن جادون لمساعدة عملائنا في العثور على المنتجات التي يحتاجونها في مكان واحد مناسب.

# AboutUsContent2
source: We strive to be the best online platform for beauty industry suppliers by committing ourselves to provide a selected, qualified and high quality set of suppliers to our customers in a trusted environment.
ar: نحن نسعى جاهدين لنكون أفضل منصة عبر الإنترنت لموردي صناعة التجميل من خلال إلزام أنفسنا بتوفير مجموعة مختارة ومؤهلة وعالية الجودة من الموردين لعملائنا في بيئة موثوق بها.

# AllInOne
source: All-IN-ONE software management to manage and grow your salon and spa business .
ar: نظام إداري شامل متخصص لإدارة أعمال الصالون والسبا وتنميتها

source: All Services
ar: جميع المقالات

source: Already have an account?
ar: لديك حساب بالفعل ؟

# Alwaysfocus
source: Always focus on your growth, and let the innovation for us.
ar: دائما ركز على نمو اعمالك، وأترك الابداع لنا

source: Any time
ar: أي وقت

source: Appointments
ar: المواعيد

# AppointmentsContent
source: A fast and easy-to-use appointment book for front desk staff is just the start of our omnichannel booking experiences. Provide your guests (and staff) with the ease and convenience they expect.
ar: نظام مواعيد سريع وسهل الاستخدام لموظفي الاستقبال هو مجرد بداية لتجارب الحجز متعددة القنوات التي سنقدمها. وفر لضيوفك (وموظفيك) السهولة والراحة التي يتوقعونها.

source: Ar
ar: أر

source: Beauty Salon
ar: صالون تجميل

source: Blog
ar: المدونة

source: Branches Management
ar: إدارة الفروع

# BranchesmanagementContent
source: Open an unlimited number of branches for your business and follow them all from one place
ar: افتح عددًا غير محدود من الفروع لأعمالك وتابعهم جميعًا بمرونة من مكان واحد

source: Buy Now
ar: أحصل على المنتج

source: Conditioner
ar: مرطب شعر

source: Contact
ar: تواصل

source: Contents
ar: المحتويات

# CopyrightZaan
source: ©Copyright Zaan 2022. All rights reserved.
ar: حقوق النشر و الطبع لزان 2022 . جميع الحقوق محفوظة ©

source: Customer Management
ar: ادارة العملاء

# CustomermanagementContent
source: With Zaan you can manage your customers' records in a wonderful way, as you can track their last visit and know some of the details that interest you about them with simple tools.
ar: مع زان يمكنك إدارة سجلات عملائك بطريقة رائعة، حيث يمكنك تتبع زيارتهم الأخيرة ومعرفة بعض التفاصيل التي تهمك عنهم بأدوات بسيطة.

# CustomerTestimonialBy1
source: Zahra Ahmad
ar: زهرة احمد

# CustomerTestimonialBy2
source: Mashael Algahtani
ar: مشاعل القحطاني

# CustomerTestimonialBy3
source: Murad Alinezi
ar: جانا طارق

# CustomerTestimonialBy4
source: Murad Alinezi
ar: مراد العنزي

# CustomerTestimonialContent1
source: I am so glad I found Zaan Marketplace before I wasted my time and money on other marketplaces.
ar: أنا سعيدة جدًا لأني وجدت سوق زان قبل أن أضيع وقتي وأموالي في الأسواق الأخرى.

# CustomerTestimonialContent2
source: Hi there, Zaan has helped me reach out to a larger audience, I get a lot of views and sales here. It took some time to figure out how to use the tools but they are very helpful. So far so good!
ar: مرحبًا ، لقد ساعدني زان في الوصول إلى جمهور أكبر ، وأن أحصل الكثير من المشاهدات والمبيعات هنا. استغرق الأمر بعض الوقت لمعرفة كيفية استخدام الأدوات ولكنها كانت مفيدة جداً.

# CustomerTestimonialContent3
source: We're a very small company with a lot of private branded products. Zaan has helped us to sell our products in a bigger scale than before.
ar: أنا سعيدة جدًا بالخدمة والدعم المقدمين من زان! أنا أحب مدى سرعة معالجة طلباتي. أنا معجبة جدًا بهذا!

# CustomerTestimonialContent4
source: We're a very small company with a lot of private branded products. Zaan has helped us to sell our products in a bigger scale than before.
ar: نحن شركة صغيرة جدًا ولدينا الكثير من المنتجات ذات العلامات التجارية الخاصة. لقد ساعدنا زان في بيع منتجاتنا على نطاق أوسع من قبل

source: Dashboard
ar: لوحة المعلومات

# DashboardContent1
source: Pull data from every aspect of your business, including sales, operations, marketing, staff performance and customer behavior.
ar: اسحب البيانات من كل جانب من جوانب عملك، بما في ذلك المبيعات والعمليات والتسويق وأداء الموظفين وسلوك العملاء.

# DashboardContent2
source: You'll always have access to dashboard that are up-to-date and accurate, without the manual effort to collate your data outside of the system.
ar: ستتمتع دائمًا بإمكانية الوصول إلى لوحة معلومات محدثة ودقيقة، دون بذل جهد يدوي لتجميع بياناتك خارج النظام.

# DREOXHAIRDRYER
source: DREOX HAIR DRYER, 2000W AC
ar: إستشوار هوائي من DREOX ,2000 واط

source: During the day
ar: خلال النهار

source: During the Night
ar: خلال المساء

source: Email
ar: الإيميل

source: Email is required
ar: الايميل مطلوب

# EmailValidationMessage
source: Please enter your email
ar: الرجاء أدخل إيميلك

source: Facial Steamer
ar: جهاز بخار الوجه

source: Follow Us
ar: تابعنا

# footerContent
source: Zaan salon software delivers everything you need for your salon and spa to optimize scheduling appointments, employee management, customer management, marketing, inventory, and much more..
ar: يقدم نظام زان كل ما تحتاجه لصالونك ومنتجعك الصحي لتحسين جدولة المواعيد وإدارة الموظفين وإدارة العملاء والتسويق والمخزون وغير ذلك الكثير.

source: Free Consultation
ar: استشارة مجانية

source: Get A Consultant
ar: أحصل على استشارة

source: Get An Invoice
ar: أحصل على الفواتير

source: Get More Update
ar: احصل على المزيد من التحديثات

source: Get Started
ar: البـدء

source: Gloves
ar: قفازات

source: Heat Protecting Smoothing Spray
ar: بخاخ منعم حامي من الحرارة

source: Heat Protection Spray
ar: بخاخ حماية الشعر

source: Highlight Brush
ar: فرشاة هايلايت

source: Home
ar: الرئيسية

source: Inventory
ar: المخزون

# InventoryContent1
source: A program that helps you control your inventory.
ar: برنامج يساعدك على التحكم في مخزونك

# InventoryContent2
source: Streamline processes to manage inventory more efficiently. It's easy to withdraw and add to your products.
ar: تبسيط العمليات لإدارة المخزون بشكل أكثر كفاءة. من السهل السحب والإضافة إلى منتجاتك. تنبيهات تحذرك عندما ينخفض المخزون

# InventoryContent3
source: Know when to reorder
ar: تعًرف على وقت إعادة الطلب

# InventoryContent4
source: alerts warn you when stock is running low.
ar: تنبيهات تحذرك عندما ينخفض المخزون.

# InventoryContent5
source: Find product suppliers that are intelligently integrated within the inventory, Keep track of your inventory products and lists of suppliers.
ar: ابحث عن موردي المنتجات الذين تم دمجهم بذكاء في المخزون، وتتبع منتجات المخزون وقوائم الموردين

# InvoiceContent
source: Zaan allows you to issue E- invoices in accordance with the requirements of the General Authority of Zakat and Income for the electronic invoice system, where you can issue your invoices with approved forms of tax invoice or simplified invoice, in addition to the program support for applicable taxes such as value-added tax and automatically included in the issued invoices, to Along with the required basic information such as the tax number of the customer, and the tax information of the institution.
ar: يسمح لك زان بإصدار فواتير إلكترونية وفقًا لمتطلبات الهيئة العامة للزكاة والدخل لنظام الفواتير الإلكترونية، حيث يمكنك إصدار فواتيرك بنماذج معتمدة من الفاتورة الضريبية أو فاتورة مبسطة، بالإضافة إلى دعم البرنامج لـ الضرائب المطبقة مثل ضريبة القيمة المضافة والمدرجة تلقائيًا في الفواتير الصادرة.

# InvoiceTitle
source: Start E- invoicing with the Zaan system approved by ZATCA
ar: ابدأ الفوترة الإلكترونية بنظام زان المعتمد من ZATCA

# Iwantto
source: I want to start as a...
ar: أريد أن أبدا مع زان كـ ...

# IwanttoContent
source: Zaan salon software delivers everything you need for your salon and spa to optimize scheduling appointments, employee management.
ar: زان خلقت هنا مجتمع متخصص لتجميل وبكل ما يخصه وسيكون هناك قريباً المزيد من ممثلي مجتمع الجمال

source: Jobs
ar: الوظائف

source: Know More
ar: أعرف أكثر

source: Marketing
ar: التسويق

# MarketingContent1
source: Zaan's marketing automation software is tailor-made for the salon and spa business. Our solution reduces the time and expense to plan and execute marketing programs. Most importantly, we help you grow revenue with lasting results.
ar: تم تصميم نظام أتمتة التسويق من زان خصيصًا لأعمال الصالون والسبا. يقلل حلنا من الوقت والمصاريف لتخطيط وتنفيذ برامج التسويق. الأهم من ذلك، نحن نساعدك على زيادة الإيرادات بنتائج دائمة.

# MarketingContent2
source: We provide your salon with multiple options to do marketing and carefully select customers to target. From emails, text messages, offers and daily deals. Always be prepared to jump your salon sales!
ar: نوفر لصالونك خيارات متعددة للقيام بالتسويق ونختار العملاء بعناية لاستهدافهم من خلال قنوات تسويق متعددة.

source: Name
ar: الاسم

# NameValidationMessage
source: Please enter your name
ar: الرجاء أدخل أسمك

# Nosetup
source: No setup costs or contract
ar: لا يوجد عقد أو تكاليف إعداد

source: One stop shop
ar: محطة تسوق واحدة

# OnestopshopContent1
source: Shop your salon and spa products from different suppliers from one place, compare prices, see reviews, leave your comments, Track your purchases, various payment options and more from inside Zaan's store.
ar: تسوق منتجات الصالون والسبا الخاصة بك من موردين مختلفين من مكان واحد، قارن الأسعار، واطلع على التعليقات، اترك تعليقاتك، وتتبع مشترياتك، وخيارات الدفع المختلفة والمزيد من داخل متجر زان.

# OnestopshopContent2
source: Are you a supplier? Do you have your own products for beauty salons and spas?
ar: إذا كنت مورد، ولديك منتجاتك الخاصة لصالونات التجميل والسبا؟

# OnestopshopContent3
source: Register now as a supplier and reach more customers
ar: سجل الآن كمورد لدى سوق زان وأخلق الفرصة لمزيد من العملاء للوصول إليك

# OurBestSell
source: Our Best Sell Product In This Week!
ar: المنتج الأكثر مبيعاً لدينا هذا الأسبوع

source: Our Blog Post
ar: مقالات المدونة

source: Our Customer Says
ar: أقوال عملائنا

# OurCustomerSaysContent
source: Our customers are the basis of our success, and they are the first motivation for us to develop and excel. We are always looking for their satisfaction and providing the best services that help them develop their business.
ar: عملاؤنا هم أساس نجاحنا ، وهم الدافع الأول لنا للتطور والتفوق. نبحث دائمًا عن رضاهم وتقديم أفضل الخدمات التي تساعدهم في تطوير أعمالهم.

source: Our Product
ar: منتجاتنا

# OurProductContent
source: Just one click and you have access to thousands of top-quality products. We do all the hard work for you by negotiating with suppliers so you can find exactly what you need, quickly and simply.
ar: بنقرة واحدة فقط يمكنك الوصول إلى الآلاف من المنتجات عالية الجودة. نحن نقوم بكل العمل الشاق من أجلك من خلال التفاوض مع الموردين حتى تتمكن من العثور على ما تحتاجه بالضبط بسرعة وبساطة.

source: Our Supplier
ar: موردينا

# OurSupplierContent
source: A business is only as great as its suppliers. With the proper tools, you can make better decisions easily.
ar: الأعمال التجارية قوية وعظيمة بقدر مورديها. مع الأدوات المناسبة من زان، يمكنك اتخاذ قرارات أفضل بسهولة للوصول إلى قائمة طويلة من الموردين الذين نفخر بشراكاتهم معنا.

source: Phone Number
ar: رقم الجوال

# PhoneNumberValidation
source: Please enter your phonenumber
ar: الرجاء أدخل رقم هاتفك

source: Privacy Policy
ar: سياسة الخصوصية

source: Product
ar: المنتجات

source: Products
ar: المنتجات

source: Product Supplier
ar: مورد منتجات

# ProductsupplierContent1
source: Create a new market here for you and your customers
ar: أخلق سوق جديدة هنا لك ولعملائك

# ProductsupplierContent2
source: Make your products reach the hands of your customers in a modern and innovative style
ar: أجعل منتجاتك تصل إلى يد عملائك بأسلوب عصري مُبتكر

source: Quick Links
ar: روابط سريعة

source: Reach Out Time
ar: وقت التواصل

# ReachOutTimeLabel
source: Select a reach out time
ar: أختر وقت مناسب لتواصل

# ReachOutTimeValidation
source: Please enter your reach out time
ar: الرجاء أدخل وقتك المناسب للتواصل

source: Read Less
ar: إغلاق

source: Read More
ar: أقراء المزيد

source: Recommended Blogs
ar: مقالات يوصى بها

source: Regular User
ar: مستخدم عادي

source: Request A Call
ar: أطلب مكالمة

source: Salon
ar: الصالون

source: Salon Owner
ar: مالك صالون

# SalonOwnerContent1
source: Get the best management system to manage all aspects of your salon
ar: أحصل على النظام الإداري الأفضل لإدارة كل جوانب صالونك

# SalonOwnerContent2
source: Make your business grow with Zan experts who are interested in providing everything needed to develop your business
ar: أجعل أعمالك تنمو مع خبراء زان الذين يهتمون في تقديم كل ما يلزم لتطوير أعمالك

source: Schedule A Call
ar: حدد موعداً لأجراء مكالمة

# scheduleacallContent
source: Check out Zaan's unique business model which allows small to medium-sized businesses to reach Thousands of consumers across Many countries through one platform.
ar: تحدث مع أحد خبرائنا وتحقق من نموذج عمل زان الفريد الذي يسمح لأعمالك بالوصول إلى آلاف المستهلكين عبر العديد من البلدان من خلال منصة واحدة.

source: Search Here
ar: المنتجات الحاصلة على تقييم 5 نجوم

source: See All
ar: مشاهدة الجميع

# SellProductPrice
source: Price: $100
ar: السعر: 299 SAR

source: Service Management
ar: إدارة الخدمات

# ServiceManagementContent
source: Flexible system to list all services and any services provided by your salon. You can manage them by assigning them to employees, setting their prices and duration, as well as set them as packages and much more.
ar: نظام مرن لسرد جميع الخدمات وأي خدمات يقدمها صالونك. يمكنك إدارتها من خلال تعيينها للموظفين، وتحديد أسعارها ومدتها، وكذلك تعيينها كباقات وأكثر من ذلك بكثير.

source: Share Article
ar: مشاركة المقال

source: Share On
ar: مشاركة على

source: Sign in here
ar: سجل دخولك من هنا

source: Spa
ar: السبا

source: Staff Management
ar: إدارة الموظفين

# StaffmanagementContent
source: Manage employee roll, performance, leave and attendance with our all-in-one spa and salon staff management software.
ar: قم بإدارة قائمة الموظفين لديك وما له علاقة مباشرة بهم كالأداء، الإجازات والحضور من خلال برنامج إدارة موظفي السبا والصالون متعدد الإمكانات.

source: Start
ar: ابدأ

# Startmanaging
source: Start managing your beauty salon in just few minutes
ar: ابدأ في إدارة صالون التجميل الخاص بك في دقائق معدودة

# Stayinformedonthelatestinsalons
source: Stay informed on the latest in salons and beauty products. Subscribe to our newsletter for expert tips, industry insights, new product reviews and more. Never miss a trend again, sign up now.
ar: "ابق على اطلاع على آخر المستجدات في مجال التجميل ومنتجات التجميل. اشترك في نشرتنا البريدية للحصول على نصائح الخبراء و تطورات الصناعة ومراجعات المنتجات الجديدة والمزيد، اشترك الآن. "

source: Store
ar: المتجر

# StoreBannerContent1
source: Zaan Marketplace is a platform that provides the best solution for connecting Beauty salon products manufacturers, distributors, wholesalers and service providers under one roof. With thousands of options, Zaan has every product you need to create the salon experience every customer deserves.
ar: سوق زان عبارة عن منصة توفر أفضل الحلول لربط مصنعي منتجات صالونات التجميل والموزعين وتجار الجملة ومقدمي خدمات التجميل تحت سقف واحد. مع آلاف الخيارات، لدى زان كل منتج يحتاجه الصالون لخلق أفضل تجربة يستحقها العميل.

# StoreBannerContent2
source: Join Zaan Marketplace as a seller and experience the beauty of ease, no hassle, simple yet organized
ar: انضم إلى سوق زان كبائع واستمتع بجمال سهولة وصول منتجاتك إلى عملائك بطريقة عصرية فريدة.

# StoreBannerHeading
source: Beauty industry's one stop solution to grow your salon & spa business
ar: الحل المتكامل في صناعة التجميل لتنمية أعمالك في الصالون والسبا

source: Styling Chair
ar: كرسي تسريح

source: Subject
ar: الموضوع

# SubjectValidationMessage
source: Please enter your Subject
ar: الرجاء أدخل موضوع استشارتك

source: Subscribe
ar: اشتراك

source: Subscribe Newslatter
ar: اشترك في النشرة البريدية

# TermsAndContitions
source: Terms & Contitions
ar: الشروط و الأحكام

source: Top Articles
ar: أعلى المقالات

source: Top Posts
ar: أعلى المقالات

# Wedesigned
source: We design Zaan System to cover all your salon needs, to help you work beautifully
ar: صممنا نظام زان ليغطي جميع احتياجات الصالون الخاص بك، ليساعدك على العمل بشكل جميل

source: Your Name
ar: الاسم

# YourNameValidation
source: Please enter your fullname
ar: الرجاء أدخل أسمك الكامل

# ZaanSalonSoftware
source: Zaan salon software delivers everything you need for your salon and spa to optimize scheduling appointments, employee management, customer management, marketing, inventory, and much more..
ar: يقدم نظام زان كل ما تحتاجه لصالونك ومنتجعك الصحي لتحسين جدولة المواعيد وإدارة الموظفين وإدارة العملاء والتسويق والمخزون وغير ذلك الكثير.

# Zaansalonsoftwaredelivers
source: Zaan salon software delivers everything you need for your salon and spa to optimize scheduling appointments, employee management, customer management, marketing, inventory, and much more..
ar: مجموعة Philips Prestige style مع جهاز تجعيد تلقائي وفرشاة تمليس ساخنة لتسريحات مثالية تدوم طويلاً. يأتي مع حقيبة فاخرة. ابتكري أسلوبك الخاص بسرعة وسهولة: تجعيدات براقة أو شعر مفرود بشكل طبيعي.
